Repository: JanneckLange/mappy-app
Catalog: Mappy/Localizable.xcstrings
Source language: en
Languages: de

source: Add a Map
de: Karte hinzufügen

source: Add Map
de: Karte hinzufügen

source: Apply
de: Anwenden

source: Auto Align
de: Automatisch ausrichten

source: Auto Align applied.
de: Automatische Ausrichtung angewendet.

source: Auto Align could not analyze this map. Try manual alignment.
de: Die automatische Ausrichtung konnte diese Karte nicht analysieren. Versuche es mit manueller Ausrichtung.

source: Auto Align could not find a confident road or trail match.
de: Die automatische Ausrichtung konnte keine sichere Übereinstimmung mit Straßen oder Wegen finden.

source: Cancel
de: Abbrechen

source: Captured Map
de: Aufgenommene Karte

source: Confidence %@
de: Konfidenz %@

source: Could not import that file.
de: Diese Datei konnte nicht importiert werden.

source: Could not import that photo.
de: Dieses Foto konnte nicht importiert werden.

source: Could not render the first page of that PDF.
de: Die erste Seite dieser PDF konnte nicht gerendert werden.

source: Edit
de: Bearbeiten

source: Edit Alignment
de: Ausrichtung bearbeiten

source: Edit Map
de: Karte bearbeiten

source: English
de: Englisch

source: German
de: Deutsch

source: Import a map image before using Auto Align.
de: Importiere ein Kartenbild, bevor du die automatische Ausrichtung verwendest.

source: Import a photo, image, or PDF map to align it with the real world.
de: Importiere ein Foto, Bild oder eine PDF-Karte, um sie an der realen Welt auszurichten.

source: Import an image, import a PDF, or take a photo of a map, flyer, park sign, or handout.
de: Importiere ein Bild oder eine PDF, oder fotografiere eine Karte, einen Flyer, ein Parkschild oder ein Handout.

source: Import File
de: Datei importieren

source: Import Image
de: Bild importieren

source: Language
de: Sprache

source: Local Hints
de: Lokale Hinweise

source: Manual Align
de: Manuell ausrichten

source: Map name
de: Kartenname

source: Mappy could not save this map locally.
de: Mappy konnte diese Karte nicht lokal speichern.

source: Mappy needs your current location before Auto Align can compare nearby paths.
de: Mappy benötigt deinen aktuellen Standort, bevor die automatische Ausrichtung nahegelegene Wege vergleichen kann.

source: Move Image
de: Bild bewegen

source: Move Map
de: Karte bewegen

source: Name Map
de: Karte benennen

source: No Maps Yet
de: Noch keine Karten

source: No settings yet.
de: Noch keine Einstellungen.

source: Photo Map
de: Fotokarte

source: Place marker 1 on the image
de: Marker 1 im Bild platzieren

source: Place marker 1 on the map
de: Marker 1 auf der Karte platzieren

source: Place marker 2 on the image
de: Marker 2 im Bild platzieren

source: Place marker 2 on the map
de: Marker 2 auf der Karte platzieren

source: Previewing Auto Align result. Apply it if the map looks right.
de: Vorschau der automatischen Ausrichtung. Wende sie an, wenn die Karte richtig aussieht.

source: Rename
de: Umbenennen

source: Rename Map
de: Karte umbenennen

source: Save
de: Sichern

source: Save and Open Map
de: Sichern und Karte öffnen

source: Save Changes
de: Änderungen sichern

source: Select a marker, then tap or drag it on either pane.
de: Wähle einen Marker aus und tippe oder ziehe ihn in einem der Bereiche.

source: Settings
de: Einstellungen

source: Take Photo
de: Foto aufnehmen

source: Tap a clear point on the image overlay.
de: Tippe auf einen eindeutigen Punkt auf der Bildüberlagerung.

source: Tap a second point on the image overlay, far from the first.
de: Tippe auf einen zweiten Punkt auf der Bildüberlagerung, weit entfernt vom ersten.

source: Tap each pane twice. Drag placed markers to adjust them.
de: Tippe in jedem Bereich zweimal. Ziehe platzierte Marker, um sie anzupassen.

source: Tap inside the image overlay for the image point.
de: Tippe für den Bildpunkt innerhalb der Bildüberlagerung.

source: Tap matching point on map
de: Passenden Punkt auf der Karte antippen

source: Tap point on image
de: Punkt im Bild antippen

source: Tap the matching second point on the real map.
de: Tippe auf den passenden zweiten Punkt auf der realen Karte.

source: Tap the same point on the real map.
de: Tippe auf denselben Punkt auf der realen Karte.

source: That file is not a supported image or PDF.
de: Diese Datei ist kein unterstütztes Bild und keine PDF.

source: Those points are too close together. Try points farther apart.
de: Diese Punkte liegen zu nah beieinander. Versuche weiter voneinander entfernte Punkte.

source: Those points are too close together. Try two points farther apart.
de: Diese Punkte liegen zu nah beieinander. Versuche zwei weiter voneinander entfernte Punkte.

source: Three-Point Align
de: Drei-Punkt-Ausrichtung

source: Three-point alignment applied.
de: Drei-Punkt-Ausrichtung angewendet.

source: Two-Point Align
de: Zwei-Punkt-Ausrichtung

source: Two-point alignment applied.
de: Zwei-Punkt-Ausrichtung angewendet.

source: Untitled Map
de: Unbenannte Karte
